import Head from "next/head";
import React from "react";
import { AppearanceWords } from "../components/appearanceWords/appearanceWords";

const Grants = () => {
  return (
    <div style={{ backgroundImage: `url(/images/bgDefault.svg)` }}>
      <Head>
        <title>Гранты</title>
      </Head>
      <AppearanceWords text="Гранты" />
      <div
        style={{
          padding: `2vw`,
          backgroundImage: `url(/images/bgDefault.svg)`,
        }}
      >
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2020</p>
        <p>
          1. Бобырь М.В. Госзадание «Разработка методов обеспечения живучести
          интеллектуальных бортовых систем управления беспилотных транспортных
          средств (в рамках сотрудничества Юго-Западного государственного
          университета и БГТУ им. В.Г. Шухова)»
        </p>
        <p>
          2. Титов Д.В. МК-3761.2018.8 «Развитие теории, разработка методов
          обработки зашумленных изображений на основе вейвлет-кодирования,
          нечеткой логики во встраиваемых адаптивных оптико-электронных
          устройствах»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2019</p>
        <p>
          1. Ватутин Э.И. РФФИ 17-07-00317-a «Разработка и анализ эффективности
          эвристических итерационных методов при проектировании логических
          мультиконтроллеров с использованием грид-систем на добровольной
          основе»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2018</p>
        <p>
          1. Ватутин Э.И. РФФИ 17-07-00317-a «Разработка и анализ эффективности
          эвристических итерационных методов при проектировании логических
          мультиконтроллеров с использованием грид-систем на добровольной
          основе»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2017</p>
        <p>
          1. Бобырь М.В. № 14.Z56.17.707-МД «Исследование, разработка и
          моделирование методов мягкого управления робототехническими
          комплексами на основе адаптивных нейро-нечетких обучающих систем»
        </p>
        <p>
          2. Бобырь М.В. ГЗ № 20-35/2251 «Разработка методов обеспечения
          живучести интеллектуальных бортовых систем управления беспилотных
          транспортных средств»
        </p>
        <p>
          3. Ватутин Э.И. РФФИ 17-07-00317-a «Разработка и анализ эффективности
          эвристических итерационных методов при проектировании логических
          мультиконтроллеров с использованием грид-систем на добровольной
          основе»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2016</p>
        <p>
          1. Ватутин Э.И. МК-9445.2016.8 «Разработка эвристических методов,
          алгоритмов и аппаратно-программных средств с параллельной архитектурой
          для решения задач дискретной комбинаторной оптимизации при
          проектировании однородных многомодульных мультисистем»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2014</p>
        <p>
          1. Титов Д.В. МК-1194.2014.8 «Разработка теоретических основ и
          принципов алгоритмического конструирования адаптивных встраиваемых
          оптико-электронных устройств в многомерном пространстве признаков»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2013</p>
        <p>
          1. Егоров С.И. ФЦП, № госконтракта 14.B37.21.0621 «Высокоэффективные
          методы, алгоритмы и аппаратные средства коррекции ошибок в
          беспроводных каналах доступа к широкополосным мультимедийным услугам»
        </p>
        <p>
          2. Панищев В.С. МК-2932.2013.8 «Разработка теоретических и
          реализационных основ создания адаптивных систем технического зрения на
          основе КМОП-видеодатчиков»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2012</p>
        <p>
          1. Бобырь М.В. Грант Президента РФ МК-277.2012.8 «Разработка
          теоретических основ адаптации сложных технических систем методами
          нечеткой логики с прогнозированием вероятных состояний»
        </p>
        <p>
          2. Бобырь М.В. АВЦП «Развитие научного потенциала высшей школы» на
          2012-2014 годы «Разработка теоретических основ и алгоритмов адаптации
          сложных технических систем с прогнозированием вероятных состояний»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2011</p>
        <p>
          1. Бобырь М.В. Грант по Федеральной Целевой Программы «Научные и
          научно-педагогические кадры инновационной России» на 2009-2013 годы по
          теме «Разработка теоретических основ, принципов и алгоритмов адаптации
          сложных информационно-технических систем методами нечеткой логики с
          учетом прогнозирования возможных состояний»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2010</p>
        <p>
          1. Бобырь М.В. Грант Президента РФ МК-470.2009.8 «Теоретические основы
          построения автоматизированных систем управления технологическими
          процессами на основе нечеткой логики»
        </p>
        <p>
          2. Зотов И.В. Грант Президента РФ МД-685.2009.8 «Теоретические основы,
          процедуры и технические принципы организации отказоустойчивых
          коллективных взаимодействий в логических мультиконтроллерах»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2009</p>
        <p>
          1. Бобырь М.В. Грант Президента РФ МК-470.2009.8 «Теоретические основы
          построения автоматизированных систем управления технологическими
          процессами на основе нечеткой логики»
        </p>
        <p>
          2. Зотов И.В. Грант Президента РФ МД-685.2009.8 «Теоретические основы,
          процедуры и технические принципы организации отказоустойчивых
          коллективных взаимодействий в логических мультиконтроллерах»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2007</p>
        <p>
          1. Зотов И.В. Грант Президента РФ МК-3073.2007.8 «Общие принципы,
          теоретические основы и практические аспекты организации размещения и
          распределенного взаимодействия параллельных ветвей алгоритмов в
          логических мультиконтроллерах»
        </p>
        <br />
        <p style={{ textAlign: `center`, color: `#ffd959` }}>2005</p>
        <p>
          1. Бобырь М.В. Грант Президента РФ МК-1180.2005.8 «Исследование
          принципов функционирования автоматизированных систем контроля и
          методов их управления на основе нечеткой логики»
        </p>
      </div>
    </div>
  );
};

export default Grants;
